{"class_name": "Tokenizer", "config": {"num_words": 10000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<OOV>", "document_count": 38, "word_counts": "{\"cerita\": 10, \"ini\": 16, \"sangat\": 16, \"bagus\": 1, \"saya\": 11, \"menyukai\": 1, \"pengalaman\": 2, \"kegiatan\": 3, \"menyenangkan\": 1, \"dan\": 17, \"mendidik\": 1, \"aku\": 2, \"senang\": 1, \"sekali\": 3, \"ikut\": 2, \"acara\": 1, \"menarik\": 4, \"penuh\": 1, \"wawasan\": 1, \"alur\": 4, \"menyentuh\": 1, \"menginspirasi\": 2, \"karakter\": 2, \"dalam\": 3, \"berkembang\": 1, \"dengan\": 4, \"baik\": 1, \"bahasanya\": 2, \"indah\": 1, \"mudah\": 1, \"dipahami\": 1, \"ceritanya\": 5, \"membawa\": 1, \"pesan\": 1, \"moral\": 1, \"yang\": 3, \"ending\": 2, \"nya\": 1, \"memuaskan\": 1, \"tidak\": 11, \"terduga\": 1, \"menikmati\": 1, \"setiap\": 1, \"bagian\": 1, \"dari\": 2, \"tokohnya\": 2, \"terasa\": 3, \"nyata\": 1, \"membuat\": 3, \"berpikir\": 1, \"tentang\": 1, \"hidup\": 2, \"dialog\": 1, \"antartokohnya\": 1, \"natural\": 1, \"gaya\": 1, \"penceritaannya\": 1, \"mengalir\": 2, \"merasa\": 2, \"terhibur\": 1, \"terinspirasi\": 1, \"oleh\": 1, \"suka\": 1, \"akan\": 1, \"terus\": 1, \"modul\": 1, \"membantu\": 1, \"mengembangkan\": 1, \"kemampuan\": 1, \"puas\": 1, \"hasil\": 1, \"latihan\": 1, \"membosankan\": 4, \"jelek\": 1, \"buruk\": 1, \"mengecewakan\": 3, \"direkomendasikan\": 1, \"kecewa\": 1, \"monoton\": 1, \"memiliki\": 1, \"kuat\": 1, \"terlalu\": 3, \"bertele\": 1, \"tele\": 1, \"membingungkan\": 1, \"buang\": 4, \"waktu\": 2, \"membaca\": 1, \"ada\": 2, \"hal\": 1, \"di\": 1, \"sepanjang\": 1, \"narasi\": 1, \"datar\": 1, \"membangkitkan\": 1, \"rasa\": 1, \"ingin\": 1, \"tahu\": 1, \"merasakan\": 1, \"keterlibatan\": 1, \"emosi\": 1, \"sama\": 1, \"dibuat\": 1, \"buat\": 1, \"merekomendasikan\": 1, \"kepada\": 1, \"siapa\": 1, \"punalur\": 1, \"bahasa\": 2, \"kaku\": 1, \"nilai\": 1, \"hanya\": 1, \"lambat\": 1, \"jelas\": 1, \"kehilangan\": 1, \"minat\": 1, \"benar\": 2, \"awal\": 1, \"hingga\": 1, \"akhir\": 1, \"digunakan\": 1, \"bosan\": 1}", "word_docs": "{\"ini\": 16, \"cerita\": 10, \"sangat\": 16, \"bagus\": 1, \"menyukai\": 1, \"pengalaman\": 2, \"saya\": 11, \"menyenangkan\": 1, \"mendidik\": 1, \"kegiatan\": 3, \"dan\": 17, \"acara\": 1, \"senang\": 1, \"aku\": 2, \"sekali\": 3, \"ikut\": 2, \"wawasan\": 1, \"penuh\": 1, \"menarik\": 4, \"alur\": 4, \"menyentuh\": 1, \"menginspirasi\": 2, \"karakter\": 2, \"berkembang\": 1, \"dalam\": 3, \"dengan\": 4, \"baik\": 1, \"bahasanya\": 2, \"indah\": 1, \"mudah\": 1, \"dipahami\": 1, \"yang\": 3, \"ceritanya\": 5, \"moral\": 1, \"pesan\": 1, \"membawa\": 1, \"terduga\": 1, \"tidak\": 10, \"memuaskan\": 1, \"nya\": 1, \"ending\": 2, \"bagian\": 1, \"menikmati\": 1, \"dari\": 2, \"setiap\": 1, \"terasa\": 3, \"tokohnya\": 2, \"nyata\": 1, \"tentang\": 1, \"membuat\": 3, \"hidup\": 2, \"berpikir\": 1, \"natural\": 1, \"antartokohnya\": 1, \"dialog\": 1, \"gaya\": 1, \"mengalir\": 2, \"penceritaannya\": 1, \"terinspirasi\": 1, \"merasa\": 2, \"terhibur\": 1, \"oleh\": 1, \"akan\": 1, \"terus\": 1, \"suka\": 1, \"modul\": 1, \"membantu\": 1, \"kemampuan\": 1, \"mengembangkan\": 1, \"hasil\": 1, \"puas\": 1, \"latihan\": 1, \"jelek\": 1, \"membosankan\": 4, \"buruk\": 1, \"mengecewakan\": 3, \"direkomendasikan\": 1, \"kecewa\": 1, \"monoton\": 1, \"kuat\": 1, \"memiliki\": 1, \"tele\": 1, \"bertele\": 1, \"membingungkan\": 1, \"terlalu\": 3, \"membaca\": 1, \"buang\": 2, \"waktu\": 2, \"ada\": 2, \"di\": 1, \"sepanjang\": 1, \"hal\": 1, \"datar\": 1, \"membangkitkan\": 1, \"rasa\": 1, \"ingin\": 1, \"tahu\": 1, \"narasi\": 1, \"keterlibatan\": 1, \"emosi\": 1, \"sama\": 1, \"merasakan\": 1, \"dibuat\": 1, \"buat\": 1, \"hanya\": 1, \"kepada\": 1, \"kaku\": 1, \"siapa\": 1, \"nilai\": 1, \"punalur\": 1, \"bahasa\": 2, \"merekomendasikan\": 1, \"minat\": 1, \"lambat\": 1, \"kehilangan\": 1, \"jelas\": 1, \"akhir\": 1, \"hingga\": 1, \"awal\": 1, \"benar\": 1, \"bosan\": 1, \"digunakan\": 1}", "index_docs": "{\"3\": 16, \"7\": 10, \"4\": 16, \"38\": 1, \"39\": 1, \"22\": 2, \"5\": 11, \"40\": 1, \"41\": 1, \"14\": 3, \"2\": 17, \"43\": 1, \"42\": 1, \"23\": 2, \"15\": 3, \"24\": 2, \"45\": 1, \"44\": 1, \"9\": 4, \"10\": 4, \"46\": 1, \"25\": 2, \"26\": 2, \"47\": 1, \"16\": 3, \"11\": 4, \"48\": 1, \"27\": 2, \"49\": 1, \"50\": 1, \"51\": 1, \"17\": 3, \"8\": 5, \"54\": 1, \"53\": 1, \"52\": 1, \"57\": 1, \"6\": 10, \"56\": 1, \"55\": 1, \"28\": 2, \"60\": 1, \"58\": 1, \"29\": 2, \"59\": 1, \"18\": 3, \"30\": 2, \"61\": 1, \"63\": 1, \"19\": 3, \"31\": 2, \"62\": 1, \"66\": 1, \"65\": 1, \"64\": 1, \"67\": 1, \"32\": 2, \"68\": 1, \"70\": 1, \"33\": 2, \"69\": 1, \"71\": 1, \"73\": 1, \"74\": 1, \"72\": 1, \"75\": 1, \"76\": 1, \"78\": 1, \"77\": 1, \"80\": 1, \"79\": 1, \"81\": 1, \"82\": 1, \"12\": 4, \"83\": 1, \"20\": 3, \"84\": 1, \"85\": 1, \"86\": 1, \"88\": 1, \"87\": 1, \"90\": 1, \"89\": 1, \"91\": 1, \"21\": 3, \"92\": 1, \"13\": 2, \"34\": 2, \"35\": 2, \"94\": 1, \"95\": 1, \"93\": 1, \"97\": 1, \"98\": 1, \"99\": 1, \"100\": 1, \"101\": 1, \"96\": 1, \"103\": 1, \"104\": 1, \"105\": 1, \"102\": 1, \"106\": 1, \"107\": 1, \"114\": 1, \"109\": 1, \"112\": 1, \"110\": 1, \"113\": 1, \"111\": 1, \"36\": 2, \"108\": 1, \"118\": 1, \"115\": 1, \"117\": 1, \"116\": 1, \"121\": 1, \"120\": 1, \"119\": 1, \"37\": 1, \"123\": 1, \"122\": 1}", "index_word": "{\"1\": \"<OOV>\", \"2\": \"dan\", \"3\": \"ini\", \"4\": \"sangat\", \"5\": \"saya\", \"6\": \"tidak\", \"7\": \"cerita\", \"8\": \"ceritanya\", \"9\": \"menarik\", \"10\": \"alur\", \"11\": \"dengan\", \"12\": \"membosankan\", \"13\": \"buang\", \"14\": \"kegiatan\", \"15\": \"sekali\", \"16\": \"dalam\", \"17\": \"yang\", \"18\": \"terasa\", \"19\": \"membuat\", \"20\": \"mengecewakan\", \"21\": \"terlalu\", \"22\": \"pengalaman\", \"23\": \"aku\", \"24\": \"ikut\", \"25\": \"menginspirasi\", \"26\": \"karakter\", \"27\": \"bahasanya\", \"28\": \"ending\", \"29\": \"dari\", \"30\": \"tokohnya\", \"31\": \"hidup\", \"32\": \"mengalir\", \"33\": \"merasa\", \"34\": \"waktu\", \"35\": \"ada\", \"36\": \"bahasa\", \"37\": \"benar\", \"38\": \"bagus\", \"39\": \"menyukai\", \"40\": \"menyenangkan\", \"41\": \"mendidik\", \"42\": \"senang\", \"43\": \"acara\", \"44\": \"penuh\", \"45\": \"wawasan\", \"46\": \"menyentuh\", \"47\": \"berkembang\", \"48\": \"baik\", \"49\": \"indah\", \"50\": \"mudah\", \"51\": \"dipahami\", \"52\": \"membawa\", \"53\": \"pesan\", \"54\": \"moral\", \"55\": \"nya\", \"56\": \"memuaskan\", \"57\": \"terduga\", \"58\": \"menikmati\", \"59\": \"setiap\", \"60\": \"bagian\", \"61\": \"nyata\", \"62\": \"berpikir\", \"63\": \"tentang\", \"64\": \"dialog\", \"65\": \"antartokohnya\", \"66\": \"natural\", \"67\": \"gaya\", \"68\": \"penceritaannya\", \"69\": \"terhibur\", \"70\": \"terinspirasi\", \"71\": \"oleh\", \"72\": \"suka\", \"73\": \"akan\", \"74\": \"terus\", \"75\": \"modul\", \"76\": \"membantu\", \"77\": \"mengembangkan\", \"78\": \"kemampuan\", \"79\": \"puas\", \"80\": \"hasil\", \"81\": \"latihan\", \"82\": \"jelek\", \"83\": \"buruk\", \"84\": \"direkomendasikan\", \"85\": \"kecewa\", \"86\": \"monoton\", \"87\": \"memiliki\", \"88\": \"kuat\", \"89\": \"bertele\", \"90\": \"tele\", \"91\": \"membingungkan\", \"92\": \"membaca\", \"93\": \"hal\", \"94\": \"di\", \"95\": \"sepanjang\", \"96\": \"narasi\", \"97\": \"datar\", \"98\": \"membangkitkan\", \"99\": \"rasa\", \"100\": \"ingin\", \"101\": \"tahu\", \"102\": \"merasakan\", \"103\": \"keterlibatan\", \"104\": \"emosi\", \"105\": \"sama\", \"106\": \"dibuat\", \"107\": \"buat\", \"108\": \"merekomendasikan\", \"109\": \"kepada\", \"110\": \"siapa\", \"111\": \"punalur\", \"112\": \"kaku\", \"113\": \"nilai\", \"114\": \"hanya\", \"115\": \"lambat\", \"116\": \"jelas\", \"117\": \"kehilangan\", \"118\": \"minat\", \"119\": \"awal\", \"120\": \"hingga\", \"121\": \"akhir\", \"122\": \"digunakan\", \"123\": \"bosan\"}", "word_index": "{\"<OOV>\": 1, \"dan\": 2, \"ini\": 3, \"sangat\": 4, \"saya\": 5, \"tidak\": 6, \"cerita\": 7, \"ceritanya\": 8, \"menarik\": 9, \"alur\": 10, \"dengan\": 11, \"membosankan\": 12, \"buang\": 13, \"kegiatan\": 14, \"sekali\": 15, \"dalam\": 16, \"yang\": 17, \"terasa\": 18, \"membuat\": 19, \"mengecewakan\": 20, \"terlalu\": 21, \"pengalaman\": 22, \"aku\": 23, \"ikut\": 24, \"menginspirasi\": 25, \"karakter\": 26, \"bahasanya\": 27, \"ending\": 28, \"dari\": 29, \"tokohnya\": 30, \"hidup\": 31, \"mengalir\": 32, \"merasa\": 33, \"waktu\": 34, \"ada\": 35, \"bahasa\": 36, \"benar\": 37, \"bagus\": 38, \"menyukai\": 39, \"menyenangkan\": 40, \"mendidik\": 41, \"senang\": 42, \"acara\": 43, \"penuh\": 44, \"wawasan\": 45, \"menyentuh\": 46, \"berkembang\": 47, \"baik\": 48, \"indah\": 49, \"mudah\": 50, \"dipahami\": 51, \"membawa\": 52, \"pesan\": 53, \"moral\": 54, \"nya\": 55, \"memuaskan\": 56, \"terduga\": 57, \"menikmati\": 58, \"setiap\": 59, \"bagian\": 60, \"nyata\": 61, \"berpikir\": 62, \"tentang\": 63, \"dialog\": 64, \"antartokohnya\": 65, \"natural\": 66, \"gaya\": 67, \"penceritaannya\": 68, \"terhibur\": 69, \"terinspirasi\": 70, \"oleh\": 71, \"suka\": 72, \"akan\": 73, \"terus\": 74, \"modul\": 75, \"membantu\": 76, \"mengembangkan\": 77, \"kemampuan\": 78, \"puas\": 79, \"hasil\": 80, \"latihan\": 81, \"jelek\": 82, \"buruk\": 83, \"direkomendasikan\": 84, \"kecewa\": 85, \"monoton\": 86, \"memiliki\": 87, \"kuat\": 88, \"bertele\": 89, \"tele\": 90, \"membingungkan\": 91, \"membaca\": 92, \"hal\": 93, \"di\": 94, \"sepanjang\": 95, \"narasi\": 96, \"datar\": 97, \"membangkitkan\": 98, \"rasa\": 99, \"ingin\": 100, \"tahu\": 101, \"merasakan\": 102, \"keterlibatan\": 103, \"emosi\": 104, \"sama\": 105, \"dibuat\": 106, \"buat\": 107, \"merekomendasikan\": 108, \"kepada\": 109, \"siapa\": 110, \"punalur\": 111, \"kaku\": 112, \"nilai\": 113, \"hanya\": 114, \"lambat\": 115, \"jelas\": 116, \"kehilangan\": 117, \"minat\": 118, \"awal\": 119, \"hingga\": 120, \"akhir\": 121, \"digunakan\": 122, \"bosan\": 123}"}}